tap "dart-lang/dart"
tap "felixkratz/formulae"
tap "sass/sass"
brew "xz"
brew "webp"
brew "bfg"
brew "cocoapods"
brew "fastlane"
brew "ffmpeg"
brew "git-filter-repo"
brew "git-lfs"
brew "gradle"
brew "hugo"
brew "lazygit"
brew "nodebrew"
brew "pyenv"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "felixkratz/formulae/sketchybar"
brew "sass/sass/sass"
cask "font-meslo-lg-nerd-font"
cask "iterm2"
cask "the-unarchiver"
cask "wezterm@nightly"
vscode "amandeepmittal.pug"
vscode "astro-build.astro-vscode"
vscode "bracketpaircolordlw.bracket-pair-color-dlw"
vscode "bradlc.vscode-tailwindcss"
vscode "celianriboulet.webvalidator"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "dzhavat.bracket-pair-toggler"
vscode "ecmel.vscode-html-css"
vscode "expo.vscode-expo-tools"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "glenn2223.live-sass"
vscode "hoovercj.vscode-power-mode"
vscode "htmlhint.vscode-htmlhint"
vscode "ionutvmi.path-autocomplete"
vscode "jinxdash.prettier-rust"
vscode "masakit.zenkaku-hankaku"
vscode "mrmlnc.vscode-autoprefixer"
vscode "ms-azuretools.vscode-containers"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rodrigovallades.es7-react-js-snippets"
vscode "shardulm94.trailing-spaces"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "streetsidesoftware.code-spell-checker"
vscode "tonybaloney.vscode-pets"
vscode "vscode-icons-team.vscode-icons"
npm "@expo/ngrok"
npm "corepack"
npm "eas-cli"
